Repository: GE-Developer/VOID
Catalog: VOID/Resources/Localizable.xcstrings
Source language: en
Languages: ar, az, be, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ky, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# QR.Style.roundedEndIndent
source: Rounded Cut
ar: قطع مدور
az: Yuvarlaq Kəsik
be: Закруглены выразны край
bn: গোলাকার কাট
ca: Tall Arrodonit
cs: Zaoblený Výřez
da: Afrundet Udskæring
de: Abgerundeter Einschnitt
el: Στρογγυλή Εγκοπή
es: Muesca Redondeada
fi: Pyöristetty Leikkaus
fr: Encoche Arrondie
he: חתך מעוגל
hi: गोल कटाव
hr: Zaobljeni Urez
hu: Lekerekített Bevágás
hy: Կլորացված կտրվածք
id: Potongan Melengkung
is: Slétt Skurður
it: Intaglio Arrotondato
ja: 丸み切り込み
ka: მომრგვალებული ჩანაჭერი
kk: Дөңгелектелген кесік шет
ko: 둥근 절개
ky: Тегеректелген кесик чет
ms: Potongan Membulat
nb: Avrundet Innsnitt
nl: Afgeronde Uitsnede
pl: Zaokrąglone Wcięcie
pt: Entalhe Arredondado
ro: Crestătură Rotunjită
ru: Скруглённый вырез
sk: Zaoblený Výrez
sv: Avrundat Inskärning
th: รอยบากมน
tr: Yuvarlak Çentik
uk: Закруглений Виріз
vi: Vết Cắt Bo Tròn
zh_hans: 圆角切口
zh_hant: 圓角切口

# QR.Style.roundedOuter
source: Rounded Outer
ar: خارج مدور
az: Xarici Yuvarlama
be: Закруглены вонкавы
bn: গোলাকার বাইরের দিক
ca: Arrodoniment Exterior
cs: Vnější Zaoblení
da: Ydre Afrunding
de: Äußere Abrundung
el: Εξωτερική Στρογγύλευση
es: Redondeo Exterior
fi: Ulkopyöristys
fr: Arrondi Extérieur
he: חיצוני מעוגל
hi: बाहरी गोलाई
hr: Vanjsko Zaobljenje
hu: Külső Lekerekítés
hy: Արտաքին կլորացում
id: Pembulatan Luar
is: Ytri Sléttun
it: Arrotondamento Esterno
ja: 外側の丸み
ka: გარე მომრგვალება
kk: Дөңгелектелген сыртқы
ko: 외부 둥글게
ky: Тегеректелген сырткы
ms: Pembundaran Luar
nb: Ytre Avrunding
nl: Buitenste Afronding
pl: Zewnętrzne Zaokrąglenie
pt: Arredondamento Exterior
ro: Rotunjire Exterioară
ru: Внешнее скругление
sk: Vonkajšie Zaoblenie
sv: Yttre Avrundning
th: มนด้านนอก
tr: Dış Yuvarlama
uk: Зовнішнє Заокруглення
vi: Bo Tròn Ngoài
zh_hans: 外部圆角
zh_hant: 外部圓角

# QR.Style.roundedPath
source: Smooth Shape
ar: شكل ناعم
az: Hamar Forma
be: Плаўная форма
bn: মসৃণ আকৃতি
ca: Forma Suau
cs: Hladký Tvar
da: Blød Form
de: Weiche Form
el: Απαλό Σχήμα
es: Forma Suave
fi: Pehmeä Muoto
fr: Forme Douce
he: צורה חלקה
hi: मुलायम आकार
hr: Glatki Oblik
hu: Lágy Forma
hy: Հարթ ձև
id: Bentuk Halus
is: Mjúk Form
it: Forma Morbida
ja: なめらかな形
ka: რბილი ფორმა
kk: Тегіс пішін
ko: 부드러운 형태
ky: Жылмакай форма
ms: Bentuk Lembut
nb: Myk Form
nl: Vloeiende Vorm
pl: Miękki Kształt
pt: Forma Suave
ro: Formă Moale
ru: Плавная форма
sk: Hladký Tvar
sv: Mjuk Form
th: รูปทรงนุ่มนวล
tr: Yumuşak Şekil
uk: Плавна Форма
vi: Hình Dạng Mềm
zh_hans: 平滑形状
zh_hant: 平滑形狀

# QR.Style.roundedPointingIn
source: Rounded Pointing In
ar: مدور للداخل
az: Yuvarlaq İçəriyə
be: Закруглены ўнутр
bn: ভেতরমুখী গোলাকার
ca: Arrodonit cap a Dins
cs: Zaoblené Dovnitř
da: Afrundet Indad
de: Abgerundet nach Innen
el: Στρογγυλό Προς Μέσα
es: Redondeado hacia Dentro
fi: Pyöristetty Sisäänpäin
fr: Arrondi vers l'Intérieur
he: מעוגל פנימה
hi: गोल अंदर की ओर
hr: Zaobljeno prema Unutra
hu: Lekerekített Befelé
hy: Կլոր դեպի ներս
id: Melengkung ke Dalam
is: Slétt Inn
it: Arrotondato verso Dentro
ja: 内向き丸み
ka: მომრგვალებული შიგნით
kk: Ішіне бағытталған дөңгелек
ko: 안쪽 둥글게
ky: Ичине багытталган тегерек
ms: Membulat ke Dalam
nb: Avrundet Innover
nl: Afgerond naar Binnen
pl: Zaokrąglone do Środka
pt: Arredondado para Dentro
ro: Rotunjit spre Interior
ru: Скруглённый внутрь
sk: Zaoblené Smerom Dnu
sv: Avrundat Inåt
th: มนชี้เข้า
tr: İçe Yuvarlak
uk: Закруглено Всередину
vi: Bo Tròn Hướng Vào
zh_hans: 向内圆角
zh_hant: 向內圓角

# QR.Style.roundedPointingOut
source: Rounded Pointing Out
ar: مدور للخارج
az: Yuvarlaq Çöldən
be: Закруглены вонкі
bn: বাইরমুখী গোলাকার
ca: Arrodonit cap a Fora
cs: Zaoblené Ven
da: Afrundet Udad
de: Abgerundet nach Außen
el: Στρογγυλό Προς Έξω
es: Redondeado hacia Fuera
fi: Pyöristetty Ulospäin
fr: Arrondi vers l'Extérieur
he: מעוגל החוצה
hi: गोल बाहर की ओर
hr: Zaobljeno prema Van
hu: Lekerekített Kifelé
hy: Կլոր դեպի դուրս
id: Melengkung ke Luar
is: Slétt Út
it: Arrotondato verso Fuori
ja: 外向き丸み
ka: მომრგვალებული გარეთ
kk: Сыртқа бағытталған дөңгелек
ko: 바깥쪽 둥글게
ky: Сыртка багытталган тегерек
ms: Membulat ke Luar
nb: Avrundet Utover
nl: Afgerond naar Buiten
pl: Zaokrąglone na Zewnątrz
pt: Arredondado para Fora
ro: Rotunjit spre Exterior
ru: Скруглённый наружу
sk: Zaoblené Smerom Von
sv: Avrundat Utåt
th: มนชี้ออก
tr: Dışa Yuvarlak
uk: Закруглено Назовні
vi: Bo Tròn Hướng Ra
zh_hans: 向外圆角
zh_hant: 向外圓角

# QR.Style.roundedRect
source: Rounded Square
ar: مربع مدور
az: Yuvarlaq Düzbucaqlı
be: Закруглены квадрат
bn: গোলাকার বর্গক্ষেত্র
ca: Rectangle Arrodonit
cs: Zaoblený Obdélník
da: Afrundet Rektangel
de: Abgerundetes Rechteck
el: Στρογγυλεμένο Ορθογώνιο
es: Rectángulo Redondeado
fi: Pyöristetty Suorakulmio
fr: Rectangle Arrondi
he: מלבן מעוגל
hi: गोल आयत
hr: Zaobljeni Pravokutnik
hu: Lekerekített Téglalap
hy: Կլոր ուղղանկյուն
id: Persegi Panjang Membulat
is: Slétt Rétthyrningur
it: Rettangolo Arrotondato
ja: 丸み長方形
ka: მომრგვალებული მართკუთხედი
kk: Дөңгелектелген төртбұрыш
ko: 둥근 직사각형
ky: Тегеректелген төртбурч
ms: Segi Empat Tepat Membulat
nb: Avrundet Rektangel
nl: Afgeronde Rechthoek
pl: Zaokrąglony Prostokąt
pt: Retângulo Arredondado
ro: Dreptunghi Rotunjit
ru: Скруглённый прямоугольник
sk: Zaoblený Obdĺžnik
sv: Avrundat Rektangel
th: สี่เหลี่ยมผืนผ้ามน
tr: Yuvarlak Dikdörtgen
uk: Закруглений Прямокутник
vi: Hình Chữ Nhật Bo Tròn
zh_hans: 圆角矩形
zh_hant: 圓角矩形

# QR.Style.roundedTriangle
source: Rounded Triangle
ar: مثلث مدور
az: Yuvarlaq Üçbucaq
be: Закруглены трохкутнік
bn: গোলাকার ত্রিভুজ
ca: Triangle Arrodonit
cs: Zaoblený Trojúhelník
da: Afrundet Trekant
de: Abgerundetes Dreieck
el: Στρογγυλό Τρίγωνο
es: Triángulo Redondeado
fi: Pyöristetty Kolmio
fr: Triangle Arrondi
he: משולש מעוגל
hi: गोल त्रिकोण
hr: Zaobljeni Trokut
hu: Lekerekített Háromszög
hy: Կլոր եռանկյուն
id: Segitiga Membulat
is: Slétt Þríhyrningur
it: Triangolo Arrotondato
ja: 丸み三角形
ka: მომრგვალებული სამკუთხედი
kk: Дөңгелектелген үшбұрыш
ko: 둥근 삼각형
ky: Тегеректелген үчбурч
ms: Segitiga Membulat
nb: Avrundet Trekant
nl: Afgeronde Driehoek
pl: Zaokrąglony Trójkąt
pt: Triângulo Arredondado
ro: Triunghi Rotunjit
ru: Скруглённый треугольник
sk: Zaoblený Trojuholník
sv: Avrundat Triangel
th: สามเหลี่ยมมน
tr: Yuvarlak Üçgen
uk: Закруглений Трикутник
vi: Tam Giác Bo Tròn
zh_hans: 圆角三角形
zh_hant: 圓角三角形

# QR.Style.seal
source: Seal
ar: ختم
az: Möhür
be: Пячатка
bn: সিল
ca: Segell
cs: Pečeť
da: Segl
de: Siegel
el: Σφραγίδα
es: Sello
fi: Sinetti
fr: Sceau
he: חותם
hi: मुहर
hr: Pečat
hu: Pecsét
hy: Կնիք
id: Segel
is: Innsigli
it: Sigillo
ja: シール
ka: ბეჭედი
kk: Мөр
ko: 씰
ky: Мөөр
ms: Meterai
nb: Segl
nl: Zegel
pl: Pieczęć
pt: Selo
ro: Sigiliu
ru: Печать
sk: Pečať
sv: Sigill
th: ตราประทับ
tr: Mühür
uk: Печатка
vi: Con Dấu
zh_hans: 印章
zh_hant: 印章

# QR.Style.sharp
source: Sharp
ar: حاد
az: İti
be: Вострыя
bn: তীক্ষ্ণ
ca: Agut
cs: Ostrý
da: Skarp
de: Scharf
el: Αιχμηρό
es: Afilado
fi: Terävä
fr: Pointu
he: חד
hi: तीखा
hr: Oštar
hu: Éles
hy: Սուր
id: Tajam
is: Hvass
it: Affilato
ja: シャープ
ka: მახვილი
kk: Өткір
ko: 샤프
ky: Курч
ms: Tajam
nb: Skarp
nl: Scherp
pl: Ostry
pt: Afiado
ro: Ascuțit
ru: Острый
sk: Ostrý
sv: Skarp
th: คม
tr: Keskin
uk: Гострий
vi: Sắc Nét
zh_hans: 锐角
zh_hant: 銳角

# QR.Style.shield
source: Shield
ar: درع
az: Qalxan
be: Шчыт
bn: ঢাল
ca: Escut
cs: Štít
da: Skjold
de: Schild
el: Ασπίδα
es: Escudo
fi: Kilpi
fr: Bouclier
he: מגן
hi: ढाल
hr: Štit
hu: Pajzs
hy: Վահան
id: Perisai
is: Skjöldur
it: Scudo
ja: シールド
ka: ფარი
kk: Қалқан
ko: 실드
ky: Калкан
ms: Perisai
nb: Skjold
nl: Schild
pl: Tarcza
pt: Escudo
ro: Scut
ru: Щит
sk: Štít
sv: Sköld
th: โล่
tr: Kalkan
uk: Щит
vi: Lá Chắn
zh_hans: 盾牌
zh_hant: 盾牌

# QR.Style.shiny
source: Glossy
ar: لامع
az: Parlaq
be: Бліскучы
bn: চকচকে
ca: Brillant
cs: Lesklý
da: Blank
de: Glänzend
el: Γυαλιστερό
es: Brillante
fi: Kiiltävä
fr: Brillant
he: מבריק
hi: चमकदार
hr: Sjajno
hu: Fényes
hy: Փայլուն
id: Mengkilap
is: Glansandi
it: Lucido
ja: グロッシー
ka: მბრწყინავი
kk: Жылтыр
ko: 광택
ky: Жылтыр
ms: Berkilat
nb: Blank
nl: Glanzend
pl: Błyszczący
pt: Brilhante
ro: Lucios
ru: Глянцевый
sk: Lesklý
sv: Blank
th: มันวาว
tr: Parlak
uk: Блискучий
vi: Bóng Loáng
zh_hans: 光泽
zh_hant: 光澤

# QR.Style.spikyCircle
source: Spiky Circle
ar: دائرة شائكة
az: Tikanlı Dairə
be: Кола з шыпамі
bn: কাঁটাযুক্ত বৃত্ত
ca: Cercle Punxegut
cs: Ostnatý Kruh
da: Piggede Cirkel
de: Stacheliger Kreis
el: Ακανθωτός Κύκλος
es: Círculo con Picos
fi: Piikkinen Ympyrä
fr: Cercle Épineux
he: עיגול קוצני
hi: काँटेदार वृत्त
hr: Bodljikavi Krug
hu: Tüskés Kör
hy: Ոզնի շրջան
id: Lingkaran Berduri
is: Þyrningshringur
it: Cerchio Appuntito
ja: スパイキーサークル
ka: წვეტიანი წრე
kk: Тікенді шеңбер
ko: 스파이키 서클
ky: Тикенектүү чеңбер
ms: Bulatan Berduri
nb: Piggete Sirkel
nl: Stekelige Cirkel
pl: Kolczaste Koło
pt: Círculo Espinhoso
ro: Cerc Țepos
ru: Колючий круг
sk: Ostnatý Kruh
sv: Taggig Cirkel
th: วงกลมหนาม
tr: Dikenli Daire
uk: Колюче Коло
vi: Vòng Tròn Gai
zh_hans: 刺状圆形
zh_hant: 刺狀圓形

# QR.Style.square
source: Square
ar: مربع
az: Kvadrat
be: Квадрат
bn: বর্গক্ষেত্র
ca: Quadrat
cs: Čtverec
da: Kvadrat
de: Quadrat
el: Τετράγωνο
es: Cuadrado
fi: Neliö
fr: Carré
he: מרובע
hi: वर्ग
hr: Kvadrat
hu: Négyzet
hy: Քառակուսի
id: Persegi
is: Ferningur
it: Quadrato
ja: スクエア
ka: კვადრატი
kk: Квадрат
ko: 스퀘어
ky: Квадрат
ms: Segi Empat
nb: Kvadrat
nl: Vierkant
pl: Kwadrat
pt: Quadrado
ro: Pătrat
ru: Квадрат
sk: Štvorec
sv: Kvadrat
th: สี่เหลี่ยม
tr: Kare
uk: Квадрат
vi: Hình Vuông
zh_hans: 正方形
zh_hant: 正方形

# QR.Style.squareBarsHorizontal
source: Horizontal Square Bars
ar: أشرطة مربعة أفقية
az: Üfüqi Kvadrat Zolaqlar
be: Гарызантальныя квадратныя паласы
bn: অনুভূমিক বর্গাকার বার
ca: Barres Quadrades Horitzontals
cs: Vodorovné Čtvercové Pruhy
da: Vandrette Firkantede Striber
de: Horizontale Quadratbalken
el: Οριζόντιες Τετράγωνες Μπάρες
es: Barras Cuadradas Horizontales
fi: Vaakasuorat Neliöpalkit
fr: Barres Carrées Horizontales
he: פסים מרובעים אופקיים
hi: क्षैतिज वर्गाकार बार
hr: Horizontalne Kvadratne Trake
hu: Vízszintes Négyzetes Sávok
hy: Հորիզոնական քառ. շերտեր
id: Batang Persegi Horizontal
is: Lárétt Ferningsstrimlar
it: Barre Quadrate Orizzontali
ja: 横の正方形バー
ka: ჰორიზონტალური კვადრატული ზოლები
kk: Көлденең квадрат жолақтар
ko: 가로 정사각형 바
ky: Горизонталдык квадрат тилкелер
ms: Bar Segi Empat Mendatar
nb: Horisontale Kvadratstriper
nl: Horizontale Vierkante Balken
pl: Poziome Kwadratowe Paski
pt: Barras Quadradas Horizontais
ro: Bare Pătrate Orizontale
ru: Горизонтальные квадратные полосы
sk: Vodorovné Štvorcové Pruhy
sv: Horisontella Kvadratränder
th: แถบสี่เหลี่ยมแนวนอน
tr: Yatay Kare Çubuklar
uk: Горизонтальні Квадратні Смуги
vi: Thanh Vuông Ngang
zh_hans: 水平方形条
zh_hant: 水平方形條

# QR.Style.squareBarsVertical
source: Vertical Square Bars
ar: أشرطة مربعة رأسية
az: Şaquli Kvadrat Zolaqlar
be: Вертыкальныя квадратныя паласы
bn: উল্লম্ব বর্গাকার বার
ca: Barres Quadrades Verticals
cs: Svislé Čtvercové Pruhy
da: Lodrette Firkantede Striber
de: Vertikale Quadratbalken
el: Κατακόρυφες Τετράγωνες Μπάρες
es: Barras Cuadradas Verticales
fi: Pystysuorat Neliöpalkit
fr: Barres Carrées Verticales
he: פסים מרובעים אנכיים
hi: ऊर्ध्वाधर वर्गाकार बार
hr: Vertikalne Kvadratne Trake
hu: Függőleges Négyzetes Sávok
hy: Ուղղաձիգ քառ. շերտեր
id: Batang Persegi Vertikal
is: Lóðréttar Ferningsstrimlar
it: Barre Quadrate Verticali
ja: 縦の正方形バー
ka: ვერტიკალური კვადრატული ზოლები
kk: Тік квадрат жолақтар
ko: 세로 정사각형 바
ky: Вертикалдык квадрат тилкелер
ms: Bar Segi Empat Menegak
nb: Vertikale Kvadratstriper
nl: Verticale Vierkante Balken
pl: Pionowe Kwadratowe Paski
pt: Barras Quadradas Verticais
ro: Bare Pătrate Verticale
ru: Вертикальные квадратные полосы
sk: Zvislé Štvorcové Pruhy
sv: Vertikala Kvadratränder
th: แถบสี่เหลี่ยมแนวตั้ง
tr: Dikey Kare Çubuklar
uk: Вертикальні Квадратні Смуги
vi: Thanh Vuông Dọc
zh_hans: 垂直方形条
zh_hant: 垂直方形條

# QR.Style.squarePeg
source: Square Peg
ar: وتد مربع
az: Kvadrat Mil
be: Квадратны штырок
bn: বর্গাকার খুঁটি
ca: Espigó Quadrat
cs: Čtvercový Kolík
da: Firkantet Tap
de: Quadratischer Zapfen
el: Τετράγωνος Πάσσαλος
es: Clavija Cuadrada
fi: Neliötappi
fr: Cheville Carrée
he: יתד מרובע
hi: वर्गाकार खूँटी
hr: Kvadratni Klin
hu: Négyzetes Csap
hy: Քառ. սյուն
id: Pasak Persegi
is: Ferningsþvari
it: Piolo Quadrato
ja: スクエアペグ
ka: კვადრატული ლოჩინი
kk: Квадрат қазық
ko: 스퀘어 페그
ky: Квадрат казык
ms: Pasak Segi Empat
nb: Kvadratisk Pinne
nl: Vierkante Pen
pl: Kwadratowy Kołek
pt: Pino Quadrado
ro: Cui Pătrat
ru: Квадратный штырь
sk: Štvorcový Kolík
sv: Kvadratisk Pinne
th: ลิ่มสี่เหลี่ยม
tr: Kare Pim
uk: Квадратний Штифт
vi: Chốt Vuông
zh_hans: 方形销钉
zh_hant: 方形銷釘

# QR.Style.squircle
source: Soft Square
ar: مربع ناعم
az: Yumşaq Kvadrat
be: Мяккі квадрат
bn: নরম বর্গক্ষেত্র
ca: Quadrat Suau
cs: Měkký Čtverec
da: Blød Firkant
de: Weiches Quadrat
el: Απαλό Τετράγωνο
es: Cuadrado Suave
fi: Pehmeä Neliö
fr: Carré Doux
he: מרובע רך
hi: मुलायम वर्ग
hr: Meki Kvadrat
hu: Lágy Négyzet
hy: Փափուկ քառակուսի
id: Persegi Halus
is: Mjúkur Ferningur
it: Quadrato Morbido
ja: スムーズ正方形
ka: რბილი კვადრატი
kk: Жұмсақ квадрат
ko: 부드러운 정사각형
ky: Жумшак квадрат
ms: Segi Empat Lembut
nb: Myk Firkant
nl: Zachte Vierkant
pl: Miękki Kwadrat
pt: Quadrado Suave
ro: Pătrat Moale
ru: Мягкий квадрат
sk: Mäkký Štvorec
sv: Mjuk Kvadrat
th: สี่เหลี่ยมนุ่ม
tr: Yumuşak Kare
uk: М'який Квадрат
vi: Hình Vuông Mềm
zh_hans: 圆角方形
zh_hant: 圓角方形

# QR.Style.star
source: Star
ar: نجمة
az: Ulduz
be: Зорка
bn: তারা
ca: Estrella
cs: Hvězda
da: Stjerne
de: Stern
el: Αστέρι
es: Estrella
fi: Tähti
fr: Étoile
he: כוכב
hi: तारा
hr: Zvijezda
hu: Csillag
hy: Աստղ
id: Bintang
is: Stjarna
it: Stella
ja: スター
ka: ვარსკვლავი
kk: Жұлдыз
ko: 스타
ky: Жылдыз
ms: Bintang
nb: Stjerne
nl: Ster
pl: Gwiazda
pt: Estrela
ro: Stea
ru: Звезда
sk: Hviezda
sv: Stjärna
th: ดาว
tr: Yıldız
uk: Зірка
vi: Ngôi Sao
zh_hans: 星形
zh_hant: 星形

# QR.Style.stitch
source: Stitch
ar: غرزة
az: Tikiş
be: Шво
bn: সেলাই
ca: Punt de Costura
cs: Steh
da: Sting
de: Stich
el: Ραφή
es: Punto
fi: Tikki
fr: Point de Couture
he: תפר
hi: टाँका
hr: Šav
hu: Öltés
hy: Կարք
id: Jahitan
it: Punto
ja: ステッチ
ka: ნაკერი
kk: Тігіс
ko: 스티치
ky: Тигиш
ms: Jahitan
nb: Søm
nl: Steek
pl: Ścieg
pt: Ponto
ro: Punct de Cusătură
ru: Стежок
sk: Steh
sv: Stygn
th: เย็บปัก
tr: Dikiş
uk: Стібок
vi: Mũi Khâu
zh_hans: 针脚
zh_hant: 針腳

# QR.Style.surroundingBars
source: Surrounding Bars
ar: أشرطة محيطة
az: Əhatəedici Zolaqlar
be: Акаймоўвальныя паласы
bn: পার্শ্ববর্তী বার
ca: Barres Envoltants
cs: Obklopující Pruhy
da: Omgivende Striber
de: Umgebende Balken
el: Περιβάλλουσες Μπάρες
es: Barras Circundantes
fi: Ympäröivät Palkit
fr: Barres Encadrantes
he: פסים מקיפים
hi: घेरे हुए बार
hr: Okružujuće Trake
hu: Körülvevő Sávok
hy: Շրջապատող շերտեր
id: Batang Mengelilingi
is: Umgerðarstripur
it: Barre Circostanti
ja: 囲みバー
ka: გარემომცველი ზოლები
kk: Қоршаған жолақтар
ko: 둘레 바
ky: Курчоочу тилкелер
ms: Bar Mengelilingi
nb: Omgivende Striper
nl: Omringende Balken
pl: Otaczające Paski
pt: Barras Envolventes
ro: Bare Înconjurătoare
ru: Окружающие полосы
sk: Obklopujúce Pruhy
sv: Omgivande Ränder
th: แถบล้อมรอบ
tr: Çevreleyen Çubuklar
uk: Навколишні Смуги
vi: Thanh Bao Quanh
zh_hans: 环绕条纹
zh_hant: 環繞條紋

# QR.Style.teardrop
source: Teardrop
ar: قطرة
az: Gözyaşı
be: Слязінка
bn: অশ্রুবিন্দু
ca: Llàgrima
cs: Slza
da: Tåredråbe
de: Träne
el: Δάκρυ
es: Lágrima
fi: Kyynel
fr: Larme
he: טיפה
hi: आँसू
hr: Suza
hu: Könnycsepp
hy: Արցունք
id: Tetes Air Mata
is: Tárdropi
it: Lacrima
ja: ティアドロップ
ka: ცრემლი
kk: Көз жасы
ko: 티어드롭
ky: Көз жашы
ms: Titisan Air Mata
nb: Tåredråpe
nl: Traan
pl: Łza
pt: Lágrima
ro: Lacrimă
ru: Слеза
sk: Slza
sv: Tårdroppe
th: หยดน้ำตา
tr: Gözyaşı
uk: Сльоза
vi: Giọt Nước Mắt
zh_hans: 泪滴
zh_hant: 淚滴

# QR.Style.ufoRounded
source: Rounded UFO
ar: UFO مدور
az: Yuvarlaq UFO
be: Закруглены НЛА
bn: গোলাকার UFO
ca: OVNI Arrodonit
cs: Zaoblené UFO
da: Afrundet UFO
de: Abgerundetes UFO
el: Στρογγυλό UFO
es: OVNI Redondeado
fi: Pyöristetty UFO
fr: OVNI Arrondi
he: UFO מעוגל
hi: गोल UFO
hr: Zaobljeni NLO
hu: Lekerekített UFO
hy: Կլոր ՉԹՕ
id: UFO Membulat
is: Slétt UFO
it: UFO Arrotondato
ja: 丸みUFO
ka: მომრგვალებული UFO
kk: Дөңгелектелген НЛО
ko: 둥근 UFO
ky: Тегеректелген НЛО
ms: UFO Membulat
nb: Avrundet UFO
nl: Afgeronde UFO
pl: Zaokrąglone UFO
pt: OVNI Arredondado
ro: OZN Rotunjit
ru: Округлый НЛО
sk: Zaoblené UFO
sv: Avrundat UFO
th: UFO มน
tr: Yuvarlak UFO
uk: Закруглений НЛО
vi: UFO Bo Tròn
zh_hans: 圆形UFO
zh_hant: 圓形UFO

# QR.Style.vertical
source: Vertical Lines
ar: خطوط رأسية
az: Şaquli Xətlər
be: Вертыкальныя лініі
bn: উল্লম্ব রেখা
ca: Línies Verticals
cs: Svislé Čáry
da: Lodrette Linjer
de: Vertikale Linien
el: Κατακόρυφες Γραμμές
es: Líneas Verticales
fi: Pystyviivat
fr: Lignes Verticales
he: קווים אנכיים
hi: ऊर्ध्वाधर रेखाएँ
hr: Vertikalne Linije
hu: Függőleges Vonalak
hy: Ուղղաձիգ գծեր
id: Garis Vertikal
is: Lóðréttar Línur
it: Linee Verticali
ja: 縦線
ka: ვერტიკალური ხაზები
kk: Тік сызықтар
ko: 세로 선
ky: Вертикалдык сызыктар
ms: Garis Menegak
nb: Vertikale Linjer
nl: Verticale Lijnen
pl: Linie Pionowe
pt: Linhas Verticais
ro: Linii Verticale
ru: Вертикальные линии
sk: Zvislé Čiary
sv: Vertikala Linjer
th: เส้นแนวตั้ง
tr: Dikey Çizgiler
uk: Вертикальні Лінії
vi: Đường Thẳng Đứng
zh_hans: 竖线
zh_hant: 垂直線條

# QR.Style.vortex
source: Vortex
ar: دوامة
az: Girdab
be: Вір
bn: ঘূর্ণি
ca: Vòrtex
cs: Vír
da: Hvirvel
de: Strudel
el: Δίνη
es: Vórtice
fi: Pyörre
he: מערבולת
hi: भँवर
hr: Vrtlog
hu: Örvény
hy: Պտտույթ
id: Pusaran
is: Hvirfill
it: Vortice
ja: ボルテックス
ka: გრიგალი
kk: Ирек
ko: 보텍스
ky: Ирмем
ms: Pusaran
nb: Virvel
nl: Wervelwind
pl: Wir
pt: Vórtice
ro: Vârtej
ru: Вихрь
sk: Vír
sv: Virvel
th: วังวน
tr: Girdap
uk: Вихор
vi: Xoáy
zh_hans: 漩涡
zh_hant: 漩渦

# QR.Style.wave
source: Wave
ar: موجة
az: Dalğa
be: Хваля
bn: ঢেউ
ca: Ona
cs: Vlna
da: Bølge
de: Welle
el: Κύμα
es: Onda
fi: Aalto
fr: Vague
he: גל
hi: लहर
hr: Val
hu: Hullám
hy: Ալիք
id: Gelombang
is: Bylgja
it: Onda
ja: ウェーブ
ka: ტალღა
kk: Толқын
ko: 웨이브
ky: Толкун
ms: Gelombang
nb: Bølge
nl: Golf
pl: Fala
pt: Onda
ro: Val
ru: Волна
sk: Vlna
sv: Våg
th: คลื่น
tr: Dalga
uk: Хвиля
vi: Sóng
zh_hans: 波浪
zh_hant: 波浪

# QR.Style.wex
source: Wave Hex
ar: موجة سداسية
az: Dalğalı Altıbucaqlı
be: Хвалістая сетка
bn: ওয়েভ হেক্স
ca: Hexàgon Ondulat
cs: Vlnovkový Šestihran
da: Bølget Sekskant
de: Welliges Sechseck
el: Κυματιστό Εξάγωνο
es: Hexágono Ondulado
fi: Aaltoileva Kuusikulmio
fr: Hexagone Ondulé
he: גל שישוני
hi: लहरदार षट्भुज
hr: Valoviti Šesterokut
hu: Hullámos Hatszög
hy: Ալիքային վեցանկյուն
id: Heksagon Bergelombang
is: Bylgjulegt Sexhyrningur
it: Esagono Ondulato
ja: ウェーブ六角形
ka: ტალღოვანი ექვსკუთხედი
kk: Толқынды алтыбұрыш
ko: 웨이브 헥사곤
ky: Толкундуу алтыбурч
ms: Heksagon Bergelombang
nb: Bølget Sekskant
nl: Golvende Zeshoek
pl: Falisty Sześciokąt
pt: Hexágono Ondulado
ro: Hexagon Ondulat
ru: Волновой шестиугольник
sk: Vlnkový Šesťuholník
sv: Vågig Sexkant
th: หกเหลี่ยมลูกคลื่น
tr: Dalgalı Altıgen
uk: Хвилястий Шестикутник
vi: Lục Giác Gợn Sóng
zh_hans: 波浪六边形
zh_hant: 波浪六邊形

# QRCode.Customization.background
source: Background
ar: خلفية
az: Fon
be: Фон
bn: পটভূমি
ca: Fons
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
he: רקע
hi: पृष्ठभूमि
hr: Pozadina
hu: Háttér
hy: Ֆոն
id: Latar Belakang
is: Bakgrunnur
it: Sfondo
ja: 背景
ka: ფონი
kk: Фон
ko: 배경
ky: Фон
ms: Latar Belakang
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sv: Bakgrund
th: พื้นหลัง
tr: Arka Plan
uk: Фон
vi: Nền
zh_hans: 背景
zh_hant: 背景

# QRCode.Customization.backgroundColor
source: Background Color
ar: لون الخلفية
az: Fon Rəngi
be: Колер фону
bn: পটভূমির রঙ
ca: Color de Fons
cs: Barva Pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα Φόντου
es: Color de Fondo
fi: Taustaväri
fr: Couleur d'Arrière-plan
he: צבע רקע
hi: पृष्ठभूमि रंग
hr: Boja Pozadine
hu: Háttérszín
hy: Ֆոնի գույն
id: Warna Latar Belakang
is: Bakgrunnslitur
it: Colore di Sfondo
ja: 背景色
ka: ფონის ფერი
kk: Фон түсі
ko: 배경 색상
ky: Фон түсү
ms: Warna Latar Belakang
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor Tła
pt: Cor de Fundo
ro: Culoare Fundal
ru: Цвет фона
sk: Farba Pozadia
sv: Bakgrundsfärg
th: สีพื้นหลัง
tr: Arka Plan Rengi
uk: Колір Фону
vi: Màu Nền
zh_hans: 背景颜色
zh_hant: 背景顏色

# QRCode.Customization.cornerRadius
source: Corner Radius
ar: نصف قطر الزاوية
az: Küncün Yuvarlaması
be: Радыус закруглення
bn: কোণার ব্যাসার্ধ
ca: Radi de Cantonada
cs: Zaoblení Rohů
da: Hjørneradius
de: Eckenradius
el: Ακτίνα Γωνίας
es: Radio de las Esquinas
fi: Kulmasäde
fr: Rayon des Coins
he: רדיוס פינה
hi: कोने की त्रिज्या
hr: Radijus Ugla
hu: Sarokszélesség
hy: Անկյան կլորություն
id: Radius Sudut
is: Hornradíus
it: Raggio degli Angoli
ja: 角の丸み
ka: კუთხის რადიუსი
kk: Бұрыш радиусы
ko: 모서리 반지름
ky: Бурч радиусу
ms: Jejari Sudut
nb: Hjørneradius
nl: Hoekradius
pl: Zaokrąglenie Rogów
pt: Raio dos Cantos
ro: Raza Colțurilor
ru: Радиус углов
sk: Zaoblenie Rohov
sv: Hörnradius
th: รัศมีมุม
tr: Köşe Yarıçapı
uk: Радіус Кутів
vi: Bán Kính Góc
zh_hans: 圆角半径
zh_hant: 圓角半徑

# QRCode.Customization.customColor
source: Custom Color
ar: لون مخصص
az: Xüsusi Rəng
be: Адвольны колер
bn: কাস্টম রঙ
ca: Color Personalitzat
cs: Vlastní Barva
da: Brugerdefineret Farve
de: Benutzerdefinierte Farbe
el: Προσαρμοσμένο Χρώμα
es: Color Personalizado
fi: Mukautettu Väri
fr: Couleur Personnalisée
he: צבע מותאם אישית
hi: कस्टम रंग
hr: Prilagođena Boja
hu: Egyéni Szín
hy: Հատուկ գույն
id: Warna Kustom
is: Sérsniðinn Litur
it: Colore Personalizzato
ja: カスタムカラー
ka: მორგებული ფერი
kk: Дербес түс
ko: 커스텀 색상
ky: Жеке түс
ms: Warna Tersuai
nb: Egendefinert Farge
nl: Aangepaste Kleur
pl: Kolor Niestandardowy
pt: Cor Personalizada
ro: Culoare Personalizată
ru: Пользовательский цвет
sk: Vlastná Farba
sv: Anpassad Färg
th: สีกำหนดเอง
tr: Özel Renk
uk: Власний Колір
vi: Màu Tùy Chỉnh
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# QRCode.Customization.foreground
source: Foreground
ar: مقدمة
az: Ön Plan
be: Пярэдні план
bn: অগ্রভূমি
ca: Primer Pla
cs: Popředí
da: Forgrund
de: Vordergrund
el: Πρώτο Πλάνο
es: Primer Plano
fi: Etuala
fr: Premier Plan
he: חזית
hi: अग्रभूमि
hr: Prednji Plan
hu: Előtér
hy: Առաջին պլան
id: Latar Depan
is: Forgrunnsur
it: Primo Piano
ja: 前景
ka: წინა პლანი
kk: Алдыңғы жоспар
ko: 전경
ky: Алдыңкы план
ms: Latar Depan
nb: Forgrunn
nl: Voorgrond
pl: Pierwszoplanowy
pt: Primeiro Plano
ro: Prim-Plan
ru: Передний план
sk: Popredie
sv: Förgrund
th: เบื้องหน้า
tr: Ön Plan
uk: Передній План
vi: Nền Trước
zh_hans: 前景
zh_hant: 前景

# QRCode.Customization.gradientColor
source: Gradient Color
ar: لون التدرج
az: Gradient Rəngi
be: Колер градыента
bn: গ্রেডিয়েন্ট রঙ
ca: Color del Gradient
cs: Barva Přechodu
da: Gradientfarve
de: Verlaufsfarbe
el: Χρώμα Διαβάθμισης
es: Color del Degradado
fi: Gradienttiväri
fr: Couleur du Dégradé
he: צבע גרדיאנט
hi: ग्रेडिएंट रंग
hr: Boja Gradijenta
hu: Átmenet Színe
hy: Գրադիենտի գույն
id: Warna Gradien
is: Þverfallitur
it: Colore del Gradiente
ja: グラデーションカラー
ka: გრადიენტის ფერი
kk: Градиент түсі
ko: 그라데이션 색상
ky: Градиент түсү
ms: Warna Kecerunan
nb: Fargeforløpsfarge
nl: Verloopkleur
pl: Kolor Gradientu
pt: Cor do Gradiente
ro: Culoare Gradient
ru: Цвет градиента
sk: Farba Prechodu
sv: Gradientfärg
th: สีไล่ระดับ
tr: Degrade Rengi
uk: Колір Градієнту
vi: Màu Chuyển Màu
zh_hans: 渐变颜色
zh_hant: 漸層顏色

# QRCode.Customization.negated
source: Negated
ar: معكوس
az: Neqativ
be: Інвертаваны
bn: নেগেটেড
ca: Negat
cs: Negativ
da: Negativ
de: Negativ
el: Αρνητικό
es: Negativo
fi: Negatiivi
fr: Négatif
he: הפוך
hi: नकारात्मक
hr: Negativno
hu: Negatív
hy: Նեգատիվ
id: Negatif
is: Neikvætt
it: Negativo
ja: ネガティブ
ka: ნეგატივი
kk: Инвертті
ko: 네거티브
ky: Инвертти
ms: Negatif
nb: Negativ
nl: Negatief
pl: Negatyw
pt: Negativo
ro: Negativ
ru: Негатив
sk: Negatív
sv: Negativ
th: กลับสี
tr: Negatif
uk: Негатив
vi: Đảo Màu
zh_hans: 反色
zh_hant: 反色
